<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
        <title>МРТ</title>
        <link href="styles/style.css" rel="stylesheet" type="text/css">
    </head>
    <body>
    	<h1>Обучающий материал по МРТ</h1>

       Общие вопросы. Физико-технические основы МРТ. Основы организации работы кабинета МРТ.
        Физические основы МРТ.
1.3.    Аппаратура (магнит, градиентные обмотки, радиочастотный комплекс, компьютерная система управления и обработки данных).
1.4.    Импульсные последовательности МР-сканирования. Формирование изображений. Постпроцессинг.
1.5.    Артефакты на изображениях, источники их появления и способы борьбы с ними.
2.    Противопоказания для проведения МРТ-исследования. Безопасность МРТ.
2.1.    Абсолютные противопоказания.
2.2.    Относительные противопоказания.
2.3.    Особенности проведения обследования детей.
2.4.    Безопасность МРТ.
3.    МРТ головного мозга, ЦНС. МР-ангиография (МРА)
3.1.    МР-анатомия вещества головного мозга (строение головного и спинного мозга, оболочки головного мозга, спинномозговая жидкость).
3.2.    МР-ангиография.
3.2.1.    Введение (эпидемиология заболеваний ЦНС, основы топической диагностики).
3.2.2.    Режимы МРА и последовательности используемые при исследовании сосудов головы и шеи (2D-TOF, 3D-TOF, PC).
3.2.3.    Нормальная МРА головного мозга. Место МРА в диагностике патологических изменений сосудов головы и шеи. Показания. Информативность метода, сравнение с другими методами исследования (цифровая субтракционная рентгеновская ангиография, УЗДГ МАГ, транскраниальная допплерография, КТ-ангиография). Артефакты на мр-ангиограммах.
3.2.4.    Системы кровоснабжения головного и спинного мозга.
3.2.5.    Аномалии и варианты развития сосудов (аневризмы, кавернозные ангиомы, артерио-венозные мальформации).
3.3.    Цереброваскулярные заболевания.
3.3.1.    Состояние проблемы ЦВЗ в России и в мире
3.3.2.    Современные подходы к лечению и диагностике ЦВЗ (актуальные изменения и тренды определяющие роль нейровизуализации в тактике лечения ЦВЗ).
3.3.3.    Применение контрастных веществ в диагностике заболеваний ЦНС.
3.3.4.    Классификация сосудистых заболеваний головного мозга (определение, классификация, эпидемиология, клиника, основы топической диагностики)
3.3.4.1.    Ишемический инсульт.
3.3.4.2.    Геморрагический инсульт.
3.3.4.2.1.    Внутримозговые гематомы.
3.3.4.2.2.    САК.
3.3.4.2.3.    Супра- и субдуральные гематомы.
3.3.5.    МРТ при ишемическом инсульте.
3.3.5.1.    Определения, классификации, эпидемиология, клиника, основы топической диагностики.
3.3.5.2.    Особенности и динамика очага по МРТ (кардиоэмболия, атеротромбоз, гемодинамический) в том числе на фоне тромоболитической терапии (осложнения, возможные исходы ТЛТ).
3.3.5.3.    Современная диагностика ишемического инсульта (ДВ-МРТ, ПВ-МРТ, МРТ-оценка ишемической полутени).
3.3.5.4.    Осложнения ишемического инсульта (отек мозга, дислокационные синдромы – клиника, МР-семиотика).
3.3.5.5.    МРТ-диагностика хронических дисциркуляторных нарушений (болезнь мелких сосудов, ДЭП, острая гипертоническая энцефалопатия).
3.3.5.6.    Дифференциальная диагностика.
3.3.6.    МРТ при геморрагическом инсульте.
3.3.6.1.    Определения, классификации, эпидемиология, клиника, основы топической диагностики.
3.3.6.2.    «Эволюция» гематомы.
3.3.6.3.    Современная диагностика геморрагического инсульта.
3.3.6.4.    Осложнения геморрагического инсульта.
3.3.6.5.    Дифференциальная диагностика.
3.4.    Аномалии развития головного мозга.
3.4.1.    Кисты задней черепной ямки (киста Денди-Уокера, вариант Денди-Уокера, ретроцеребеллярная арахноидальная киста, кистовидное расширение 4 желудочка и пр.)
3.4.2.    Цефалоцеле (менингоцеле, энцефалоцеле, энцефалоцистоменингоцеле).
3.4.3.    Аномалии (мальформации) Киари (Киари 1, Киари 2).
3.4.4.    Аномалии области турецкого седла.
3.4.5.    Наиболее часто встречающиеся аномалии строения головного и спинного мозга у детей.
3.5.    МР-диагностика опухолей головного мозга.
3.5.1.    Классификация.
3.5.2.    Опухоли мозговых оболочек.
3.5.3.    Опухоли селлярной и пинеальной областей задней черепной ямки, внутримозговые опухоли.
3.6.    МРТ при черепно-мозговой травме.
3.6.1.    Эпидемиология и классификации.
3.6.2.    Эволюция гемоглобина в МР-изображении.
3.6.3.    Внутричерепные внемозговые кровоизлияния (эпидуральные, субдуральные гематомы).
3.6.4.    Закрытая черепно-мозговая травма (сотрясения, ушибы, размозжения, внутримозговые кровоизлияния).
3.6.5.    Открытая черепно-мозговая травма.
3.7.    МР-диагностика рассеянного склероза (распространенность, этиология, патоморфология, клинические проявления, диагностика, МРТ-критерии диагностики, клинические варианты).
3.7.1.    Демиелинизирующие заболевания ЦНС.
3.7.2.    Синдром острой воспалительной демиелинизации.
3.7.3.    Синдром хронической воспалительной демиелинизации.
3.7.4.    Синдром мультифокально-дегенеративной лейкоэнцефалопатии.
3.7.5.    Синдром сочетанной мультифокально-диффузной лейкоэнцефалопатии.
3.7.6.    МР-диагностика инфекционных заболеваний вещества головного мозга:
3.7.6.1.    менингиты (лучевая семиотика, осложнения)
3.7.6.2.    абсцессы (лучевая семиотика абсцесса, стадии формирования абсцесса, локализация, контрастное усиление, осложнения)
3.7.6.3.    энцефалиты (лучевая семиотика энцефалитов, контрастирование, герпетический энцефалит)
3.7.6.4.    изменения в веществе головного мозга у больных ВИЧ
3.8.    Врожденные пороки развития ЦНС у детей. Гидроцефалия, гипертензия у детей.
4.    МРТ-позвоночника и спинного мозга.
4.1.    Нормальная анатомия позвоночника и спинного мозга (МР-анатомия, возрастные особенности, методы исследования позвоночника и спинного мозга, сравнительная диагностическая ценность КТ и МРТ).
4.2.    Дегенеративные изменения позвоночника (остеохондроз, грыжи и протрузии межпозвонковых дисков, осложнения).
4.3.    Состояния после оперативных вмешательств (дискэктомия и пр.).
4.4.    Экстрадуральные патологичекие процессы и образования.
4.4.1.    МР-семиотика воспалительных процессов позвоночника и спинного мозга (спондилиты, спондилодисциты, миелит, специфические процессы).
4.4.2.    Метастатическое поражение позвоночника и спинного мозга (смешанные, литические, остеобластические). МР-картина поражений спинного мозга и позвоночника при системных соматических, лимфопролиферативных и прочих заболеваниях.
4.5.    Интрамедуллярные патологические процессы и образования.
4.5.1.    Спинальная травма (МР-семиотика травматических повреждений позвоночника и спинного мозга).
4.5.2.    Интрамедуллярные опухоли, нарушения спинального кровообращения, рассеянный склероз.
4.6.    Аномалии развития позвоночника и спинного мозга (спинномозговые грыжи, сирингомиелия, диастематомиелия, спинальные липомы и пр.).
4.7.    Дифференциальная диагностика.
    <p>МРТ костно-мышечной системы</p>
5.1.    МР-анатомия плечевого, локтевого, лучезапястного, коленного, тазобедренного, голеностопного суставов. Основы клиники поражений костно-суставного и связочного аппарата этих суставов.
5.2.    МР-диагностика асептического некроза тазобедренных суставов (патофизиология асептического некроза, этиология, клинические стадии, стадии развития заболевания в МР-изображениях, дифференциальный диагноз, коксартроз, кистозная дегенерация).
5.3.    МР-диагностика травматических повреждений связочного аппарата коленного сустава.
5.3.1.    Введение. Клинические особенности.
5.3.2.    МР-семиотика повреждений связочного аппарата коленного сустава.
5.3.3.    МР-семиотика повреждений менисков.
5.3.4.    МР-семиотика травматических и нетравматических поражений костных структур коленного сустава.
5.3.5.    Визуализация гиалинового хряща, хондромаляция, артроз.
5.3.6.    МР-семиотика патологических изменений мягких тканей коленного сустава (кисты Бейкера, вилонодулярный синовит, синдром Хоффа и пр.).
5.3.7.    Заключение. Диагностический алгоритм, дифференциальная диагностика.
5.4.    МРТ при синдроме диабетической стопы, травматические повреждения голеностопного сустава.
5.5.    МР-семиотика воспалительных, травматических и дегенеративных заболеваний плечевого сустава.
5.6.    МР-семиотика воспалительных, травматических и дегенеративных заболеваний локтевого и лучезапястного суставов.
    <p>МР-диагностика заболеваний органов малого таза.</p>
    	<ol>
    		<li>МР-анатомия органов малого таза и наружных половых органов.</li>
    		<li>Анатомия органов малого таза (анатомия мочевого пузыря, его топография, строение стенки мочевого пузыря, особенности визуализации, слизистой и мышечной оболочек).</li>
    		<li><a href="/mrt/zonal.html">Анатомия предстательной железы, семенных пузырьков и семявыносящих протоков, зональная анатомия предстательной железы, в МР-изображениях.</a></li>
    		<li>Анатомия наружных половых органов.</li>
    	</ol>

    <p>МРТ-диагностика воспалительных и опухолевых поражений органов малого таза.</p>
    	<ol>
    		<li><a href="/mrt/cyst.html">Воспалительные изменения мочевого пузыря.</a></li>
        	<li>Опухоли мочевого пузыря (классификация рака мочевого пузыря, МР-семиотика).</li>
        	<li>МР-семиотика воспалительных заболеваний предстательной железы и семенных пузырьков.</li>
        	<li>МР-семиотика доброкачественной гиперплазии предстательной железы.</li>
        	<li>МР-семиотика рака предстательной железы, классификация рака предстательной железы.</li>
        	<li><a href="/mrt/pirads.html">PIRADS 2 система</a></li>
        	<li>МР-диагностика опухолевого поражения и других заболеваний органов мошонки.</li>
	    	<li>Анатомия органов мошонки (МР-анатомия яичек и придатков).</li>
	        <li>Воспалительные заболевания яичек и придатков.</li>
	        <li><a href="/mrt/pridatki.html">Опухоли яичек и придатков. МР-семиотика опухолей яичка.</a></li>
	        <li>Классификация рака яичка.</li>
	        <li>МР-семиотика метастатического поражения костей скелета и регионарных лимфатических узлов при раке предстательной железы и яичка.</li>
	        <li><a href="/mrt/matka.html"> Опухоли матки </a></li>
    	</ol>
    <img class="glav" style="" src="images/big1.jpg" alt="Моё тестовое изображение">
    <script src="scripts/main.js"></script>
    </body>

</html>